Repository: sixim/sooogood-video-catch
Catalog: Resources/Localizable.xcstrings
Source language: zh_hans
Languages: de, en, fr, ja, ko

source: 字幕请求被限流，本次不再下载字幕
de: Untertitel-Anfragen werden gedrosselt; Untertitel diesmal übersprungen
en: Subtitle requests are rate-limited; subtitles skipped this time
fr: Les requêtes de sous-titres sont limitées ; ignorés cette fois
ja: 字幕のリクエストが制限されたため、今回は字幕をダウンロードしません
ko: 자막 요청이 제한되어 이번에는 자막을 다운로드하지 않습니다

source: 安装 deno
de: deno installieren
en: Install deno
fr: Installer deno
ja: deno をインストール
ko: deno 설치

source: 实际执行的命令
de: Ausgeführter Befehl
en: Command Run
fr: Commande exécutée
ja: 実行したコマンド
ko: 실제로 실행한 명령

source: 审核《%@》的本地候选
de: Lokale Kandidaten für „%@“ prüfen
en: Review local candidates for “%@”
fr: Vérifier les candidats locaux pour « %@ »
ja: 《%@》のローカル候補を確認
ko: 《%@》의 로컬 후보 검토

source: 审核本地候选
de: Lokale Kandidaten prüfen
en: Review Local Candidates
fr: Vérifier les candidats locaux
ja: ローカル候補を確認
ko: 로컬 후보 검토

source: 容器
de: Container
en: Container
fr: Conteneur
ja: コンテナ
ko: 컨테이너

source: 导出器不可用
de: Exporter nicht verfügbar
en: Exporter unavailable
fr: Exportateur indisponible
ja: エクスポーターを利用できません
ko: 내보내기 도구를 사용할 수 없습니다

source: 封面缺失
de: Cover fehlt
en: Cover missing
fr: Pochette manquante
ja: カバーなし
ko: 커버 없음

source: 将下载：%@
de: Wird geladen: %@
en: Will download: %@
fr: Va télécharger : %@
ja: ダウンロード予定：%@
ko: 다운로드 예정: %@

source: 尚无任务。任务历史会保存在本机应用支持目录。
de: Noch keine Aufgaben. Der Verlauf liegt im Ordner „Application Support“ der App auf diesem Mac.
en: No tasks yet. Task history is kept in the app's Application Support folder on this Mac.
fr: Aucune tâche pour l’instant. L’historique est conservé dans le dossier Application Support de l’app sur ce Mac.
ja: まだタスクはありません。タスク履歴はこのMacのアプリケーションサポートフォルダに保存されます。
ko: 아직 작업이 없습니다. 작업 기록은 이 Mac의 앱 지원 폴더에 저장됩니다.

source: 尚无可用的应用内会话。请在网站登录窗口完成登录，再解析视频。
de: Noch keine App-interne Sitzung. Melde dich im Anmeldefenster der Website an und analysiere dann das Video.
en: No in-app session yet. Sign in using the site sign-in window, then analyze the video.
fr: Aucune session intégrée pour l’instant. Connectez-vous dans la fenêtre de connexion du site, puis analysez la vidéo.
ja: アプリ内セッションがまだありません。サイトのログインウィンドウでログインしてから動画を解析してください。
ko: 아직 앱 내 세션이 없습니다. 사이트 로그인 창에서 로그인한 뒤 동영상을 분석하세요.

source: 尚无音频来源
de: Noch keine Audioquelle
en: No audio source yet
fr: Aucune source audio pour l’instant
ja: 音声ソースがまだありません
ko: 아직 오디오 소스가 없습니다

source: 尚未启用
de: Nicht aktiviert
en: Not enabled
fr: Non activé
ja: 未有効
ko: 사용 안 함

source: 尚未检测
de: Nicht geprüft
en: Not checked
fr: Non vérifié
ja: 未確認
ko: 아직 확인 안 함

source: 尚未连接 Spotify 账号。
de: Noch kein Spotify-Konto verbunden.
en: No Spotify account connected yet.
fr: Aucun compte Spotify connecté pour l’instant.
ja: Spotify アカウントはまだ接続されていません。
ko: 아직 Spotify 계정이 연결되지 않았습니다.

source: 展开课程 / 播放列表
de: Kurs / Playlist aufklappen
en: Expand Course / Playlist
fr: Développer le cours / la playlist
ja: コース／プレイリストを展開
ko: 강좌 / 재생목록 펼치기

source: 属于课程 / 歌单合集，请整体移动合集文件夹
de: Teil eines Kurses / einer Playlist-Sammlung; verschiebe stattdessen den ganzen Sammlungsordner
en: Part of a course / playlist collection; move the whole collection folder instead
fr: Fait partie d’un cours / d’une collection de playlist ; déplacez plutôt tout le dossier de la collection
ja: コース／プレイリストのコレクションに含まれています。コレクションのフォルダごと移動してください
ko: 강좌 / 재생목록 모음에 속해 있습니다. 모음 폴더 전체를 이동하세요

source: 工具箱
de: Werkzeugkasten
en: Toolbox
fr: Boîte à outils
ja: ツールボックス
ko: 도구 상자

source: 工具箱不可用
de: Werkzeugkasten nicht verfügbar
en: Toolbox unavailable
fr: Boîte à outils indisponible
ja: ツールボックスを利用できません
ko: 도구 상자를 사용할 수 없습니다

source: 工具箱任务只支持取消
de: Werkzeugkasten-Aufgaben können nur abgebrochen werden
en: Toolbox tasks can only be cancelled
fr: Les tâches de la boîte à outils peuvent seulement être annulées
ja: ツールボックスのタスクはキャンセルのみ可能です
ko: 도구 상자 작업은 취소만 할 수 있습니다

source: 工具箱本机转录
de: Transkription im Werkzeugkasten auf dem Gerät
en: Toolbox on-device transcription
fr: Transcription locale de la boîte à outils
ja: ツールボックスのローカル文字起こし
ko: 도구 상자 로컬 받아쓰기

source: 工具箱记录无法保存：%@
de: Werkzeugkasten-Verlauf konnte nicht gesichert werden: %@
en: Could not save toolbox history: %@
fr: Impossible d’enregistrer l’historique de la boîte à outils : %@
ja: ツールボックスの記録を保存できません：%@
ko: 도구 상자 기록을 저장할 수 없습니다: %@

source: 已保存 %lld 首
de: %lld Titel gesichert
en: %lld tracks saved
fr: %lld titres enregistrés
ja: %lld 曲を保存しました
ko: %lld곡 저장됨

source: 已保存 1 首
de: 1 Titel gesichert
en: 1 track saved
fr: 1 titre enregistré
ja: 1 曲を保存しました
ko: 1곡 저장됨

source: 已保存 2 首
de: 2 Titel gesichert
en: 2 tracks saved
fr: 2 titres enregistrés
ja: 2 曲を保存しました
ko: 2곡 저장됨

source: 已停止
de: Gestoppt
en: Stopped
fr: Arrêté
ja: 停止
ko: 중지됨

source: 已加入 %lld 个任务
de: %lld Aufgaben hinzugefügt
en: Added %lld tasks
fr: %lld tâches ajoutées
ja: %lld 件のタスクを追加しました
ko: 작업 %lld개 추가됨

source: 已加入 %lld 首
de: %lld Titel hinzugefügt
en: Added %lld tracks
fr: %lld titres ajoutés
ja: %lld 曲を追加しました
ko: %lld곡 추가됨

source: 已加入 %lld 首歌曲
de: %lld Songs hinzugefügt
en: Added %lld songs
fr: %lld chansons ajoutées
ja: %lld 曲を追加しました
ko: 노래 %lld곡 추가됨

# 已加入「%@」的 %lld 个条目
source: 已加入「%1$@」的 %2$lld 个条目
de: %2$lld Einträge aus „%1$@“ hinzugefügt
en: Added %2$lld items from “%1$@”
fr: %2$lld éléments ajoutés depuis « %1$@ »
ja: 「%@」の %lld 件を追加しました
ko: '%@'의 항목 %lld개 추가됨

source: 已匹配
de: Zugeordnet
en: Matched
fr: Associé
ja: マッチ済み
ko: 매칭됨

source: 已发送到达芬奇
de: An DaVinci Resolve gesendet
en: Sent to DaVinci Resolve
fr: Envoyé à DaVinci Resolve
ja: DaVinci Resolve に送信済み
ko: DaVinci Resolve로 전송됨

source: 已取消
de: Abgebrochen
en: Cancelled
fr: Annulé
ja: キャンセル済み
ko: 취소됨

source: 已在此登录
de: Hier angemeldet
en: Signed in here
fr: Connecté ici
ja: ここでログイン済み
ko: 여기서 로그인됨

source: 已复制
de: Kopiert
en: Copied
fr: Copié
ja: コピーしました
ko: 복사됨

source: 已复制命令
de: Befehl kopiert
en: Command copied
fr: Commande copiée
ja: コマンドをコピーしました
ko: 명령 복사됨

source: 已复制：%@，请在终端运行后点“重新检测”
de: Kopiert: %@. Im Terminal ausführen und dann „Erneut prüfen“ klicken
en: Copied: %@. Run it in Terminal, then click “Check Again”
fr: Copié : %@. Exécutez-la dans le Terminal, puis cliquez sur « Vérifier à nouveau »
ja: コピーしました：%@。ターミナルで実行してから「再確認」をクリックしてください
ko: 복사됨: %@. 터미널에서 실행한 뒤 '다시 확인'을 클릭하세요

source: 已复制：brew install deno，请在终端运行后重试
de: Kopiert: brew install deno. Im Terminal ausführen und erneut versuchen
en: Copied: brew install deno. Run it in Terminal and try again
fr: Copié : brew install deno. Exécutez-la dans le Terminal et réessayez
ja: コピーしました：brew install deno。ターミナルで実行してから再試行してください
ko: 복사됨: brew install deno. 터미널에서 실행한 뒤 다시 시도하세요

source: 已复制：brew upgrade yt-dlp，请在终端运行后重试
de: Kopiert: brew upgrade yt-dlp. Im Terminal ausführen und erneut versuchen
en: Copied: brew upgrade yt-dlp. Run it in Terminal and try again
fr: Copié : brew upgrade yt-dlp. Exécutez-la dans le Terminal et réessayez
ja: コピーしました：brew upgrade yt-dlp。ターミナルで実行してから再試行してください
ko: 복사됨: brew upgrade yt-dlp. 터미널에서 실행한 뒤 다시 시도하세요

source: 已完成
de: Abgeschlossen
en: Completed
fr: Terminé
ja: 完了
ko: 완료됨

# 已导入达芬奇「%@」· %lld 个片段
source: 已导入达芬奇「%1$@」· %2$lld 个片段
de: In DaVinci Resolve „%@“ importiert · %lld Clips
en: Imported into DaVinci Resolve “%@” · %lld clips
fr: Importé dans DaVinci Resolve « %@ » · %lld plans
ja: DaVinci Resolve「%@」に読み込みました · %lld クリップ
ko: DaVinci Resolve '%@'에 가져옴 · 클립 %lld개

source: 已应用
de: Übernommen
en: Applied
fr: Appliqué
ja: 適用済み
ko: 적용됨

source: 已开启
de: Ein
en: On
fr: Activé
ja: オン
ko: 켜짐

source: 已暂停
de: Pausiert
en: Paused
fr: En pause
ja: 一時停止中
ko: 일시 정지됨

source: 已暂停（可继续）
de: Pausiert (fortsetzbar)
en: Paused (can resume)
fr: En pause (reprise possible)
ja: 一時停止中（再開可能）
ko: 일시 정지됨(재개 가능)

source: 已检查 %lld 个音频文件
de: %lld Audiodateien geprüft
en: Checked %lld audio files
fr: %lld fichiers audio vérifiés
ja: %lld 個の音声ファイルを確認しました
ko: 오디오 파일 %lld개 확인함

source: 已检查 126 个音频文件
de: 126 Audiodateien geprüft
en: Checked 126 audio files
fr: 126 fichiers audio vérifiés
ja: 126 個の音声ファイルを確認しました
ko: 오디오 파일 126개 확인함

source: 已检测到 %lld 条有效链接，将依次加入队列。
de: %lld gültige Links gefunden; sie werden der Reihe nach eingereiht.
en: Found %lld valid links; they will be added to the queue in order.
fr: %lld liens valides trouvés ; ils seront ajoutés à la file dans l’ordre.
ja: 有効なリンクが %lld 件見つかりました。順番にキューに追加します。
ko: 유효한 링크 %lld개를 찾았습니다. 차례로 대기열에 추가합니다.

source: 已登录 · 下载会使用此登录
de: Angemeldet · Downloads verwenden diese Anmeldung
en: Signed in · downloads will use this sign-in
fr: Connecté · les téléchargements utiliseront cette connexion
ja: ログイン済み · ダウンロードにこのログインを使用します
ko: 로그인됨 · 다운로드에 이 로그인을 사용합니다

source: 已移动 %lld 个
de: %lld verschoben
en: Moved %lld
fr: %lld déplacés
ja: %lld 件を移動しました
ko: %lld개 이동함

source: 已经下载过
de: Bereits geladen
en: Already downloaded
fr: Déjà téléchargé
ja: ダウンロード済み
ko: 이미 다운로드함

source: 已经在目标文件夹里
de: Bereits im Zielordner
en: Already in the target folder
fr: Déjà dans le dossier cible
ja: すでに移動先フォルダにあります
ko: 이미 대상 폴더에 있습니다

source: 已自动切换备用播放客户端重试；如果仍失败，请更新 yt-dlp。
de: Erneut mit einem Ersatz-Wiedergabeclient versucht; schlägt es weiter fehl, aktualisiere yt-dlp.
en: Retried with a fallback player client; if it still fails, update yt-dlp.
fr: Nouvel essai avec un client de lecture de secours ; en cas d’échec, mettez à jour yt-dlp.
ja: 予備の再生クライアントで自動的に再試行しました。それでも失敗する場合は yt-dlp を更新してください。
ko: 예비 재생 클라이언트로 자동 재시도했습니다. 계속 실패하면 yt-dlp를 업데이트하세요.

source: 已解析媒体
de: Analysiertes Medium
en: Analyzed Media
fr: Média analysé
ja: 解析済みメディア
ko: 분석된 미디어

source: 已识别：%@
de: Erkannt: %@
en: Recognized: %@
fr: Reconnu : %@
ja: 認識：%@
ko: 인식됨: %@

# 已选 %lld / %lld · %@
source: 已选 %1$lld / %2$lld · %3$@
de: %lld / %lld ausgewählt · %@
en: %lld / %lld selected · %@
fr: %lld / %lld sélectionnés · %@
ja: %lld / %lld 選択 · %@
ko: %lld / %lld 선택 · %@

# 已选 %lld/%lld 个文件 · %@
source: 已选 %1$lld/%2$lld 个文件 · %3$@
de: %lld/%lld Dateien ausgewählt · %@
en: %lld/%lld files selected · %@
fr: %lld/%lld fichiers sélectionnés · %@
ja: %lld/%lld 個のファイルを選択 · %@
ko: 파일 %lld/%lld개 선택 · %@

source: 已配置 %lld 个网站
de: %lld Websites konfiguriert
en: %lld sites configured
fr: %lld sites configurés
ja: %lld 個のサイトを設定済み
ko: 사이트 %lld개 설정됨

source: 平台
de: Plattform
en: Platform
fr: Plateforme
ja: プラットフォーム
ko: 플랫폼

source: 平台暂时限制了请求频率，等待几分钟后再试，或减少同时下载的数量。
de: Die Plattform drosselt vorübergehend Anfragen. Warte einige Minuten oder lade weniger Einträge gleichzeitig.
en: The platform is temporarily rate-limiting requests. Wait a few minutes, or download fewer items at once.
fr: La plateforme limite temporairement les requêtes. Patientez quelques minutes ou téléchargez moins d’éléments à la fois.
ja: プラットフォームが一時的にリクエストを制限しています。数分待ってから再試行するか、同時ダウンロード数を減らしてください。
ko: 플랫폼이 일시적으로 요청 빈도를 제한하고 있습니다. 몇 분 기다린 뒤 다시 시도하거나 동시 다운로드 수를 줄이세요.

# 平台标称 %@，实际文件 %@
source: 平台标称 %1$@，实际文件 %2$@
de: Plattform gibt %@ an, tatsächliche Datei %@
en: Platform claims %@, actual file %@
fr: La plateforme annonce %@, fichier réel %@
ja: プラットフォーム表記 %@、実際のファイル %@
ko: 플랫폼 표기 %@, 실제 파일 %@

source: 平台没有返回可下载的格式（可能需要登录或版权受限）
de: Die Plattform lieferte keine ladbaren Formate (evtl. Anmeldung nötig oder Rechte eingeschränkt)
en: The platform returned no downloadable formats (sign-in may be required or rights restricted)
fr: La plateforme n’a renvoyé aucun format téléchargeable (connexion requise ou droits restreints)
ja: プラットフォームがダウンロード可能な形式を返しませんでした（ログインが必要か、権利が制限されている可能性があります）
ko: 플랫폼이 다운로드 가능한 형식을 반환하지 않았습니다(로그인이 필요하거나 권리가 제한되었을 수 있음)

source: 平台没有返回封面图，已自动补抓一次仍未成功
de: Die Plattform lieferte kein Cover; ein automatischer Neuversuch schlug ebenfalls fehl
en: The platform returned no cover image; one automatic retry also failed
fr: La plateforme n’a renvoyé aucune pochette ; un nouvel essai automatique a aussi échoué
ja: プラットフォームがカバー画像を返さず、自動で再取得しましたが失敗しました
ko: 플랫폼이 커버 이미지를 반환하지 않았고, 자동으로 한 번 더 가져오려 했지만 실패했습니다

source: 平台网页暂时没有响应（已自动重试 3 次），请稍后再试。
de: Die Webseite der Plattform antwortet nicht (3 automatische Versuche). Versuche es später erneut.
en: The platform's web page is not responding (retried 3 times automatically). Try again later.
fr: La page web de la plateforme ne répond pas (3 essais automatiques). Réessayez plus tard.
ja: プラットフォームの Web ページが応答しません（自動で 3 回再試行済み）。しばらくしてから再試行してください。
ko: 플랫폼 웹 페이지가 응답하지 않습니다(자동으로 3번 재시도함). 잠시 후 다시 시도하세요.

source: 平台限流（429），等待 %lld 秒
de: Von der Plattform gedrosselt (429), warte %lld s
en: Rate-limited by the platform (429), waiting %lld s
fr: Limitation par la plateforme (429), attente de %lld s
ja: プラットフォームの制限（429）、%lld 秒待機
ko: 플랫폼 제한(429), %lld초 대기

source: 年龄限制、会员可见或高画质内容可能需要登录。
de: Altersbeschränkte, Mitglieder- oder hochwertige Inhalte können eine Anmeldung erfordern.
en: Age-restricted, members-only or high-quality content may require sign-in.
fr: Les contenus soumis à un âge minimum, réservés aux membres ou en haute qualité peuvent nécessiter une connexion.
ja: 年齢制限、会員限定、高画質のコンテンツにはログインが必要な場合があります。
ko: 연령 제한, 회원 전용, 고화질 콘텐츠는 로그인이 필요할 수 있습니다.

source: 应用
de: Übernehmen
en: Apply
fr: Appliquer
ja: 適用
ko: 적용

source: 应用内仍可管理 YouTube 的登录设置。 完成兼容登录后，使用相同浏览器的登录状态解析视频。
de: YouTube-Anmeldeeinstellungen lassen sich weiterhin in der App verwalten. Nach der Browser-Anmeldung werden Videos mit dem Anmeldestatus dieses Browsers analysiert.
en: YouTube sign-in settings can still be managed in the app. After browser sign-in, videos are analyzed with that browser's sign-in state.
fr: Les réglages de connexion YouTube restent gérables dans l’app. Après la connexion via le navigateur, les vidéos sont analysées avec l’état de connexion de ce navigateur.
ja: YouTube のログイン設定は引き続きアプリ内で管理できます。 ブラウザログインを済ませると、同じブラウザのログイン状態で動画を解析します。
ko: YouTube 로그인 설정은 앱에서 계속 관리할 수 있습니다. 브라우저 로그인을 마치면 같은 브라우저의 로그인 상태로 동영상을 분석합니다.

source: 应用内会话
de: App-interne Sitzung
en: In-app Session
fr: Session intégrée
ja: アプリ内セッション
ko: 앱 내 세션

source: 应用内会话未通过验证。请在网站登录窗口重新登录，并确认账号可以观看这个视频。
de: Die App-interne Sitzung wurde nicht bestätigt. Melde dich im Anmeldefenster der Website erneut an und prüfe, ob das Konto dieses Video ansehen darf.
en: The in-app session failed verification. Sign in again in the site sign-in window and make sure the account can watch this video.
fr: La session intégrée n’a pas été validée. Reconnectez-vous dans la fenêtre de connexion du site et vérifiez que le compte peut regarder cette vidéo.
ja: アプリ内セッションを確認できませんでした。サイトのログインウィンドウでログインし直し、このアカウントで動画を視聴できるか確認してください。
ko: 앱 내 세션을 확인하지 못했습니다. 사이트 로그인 창에서 다시 로그인하고, 이 계정으로 동영상을 볼 수 있는지 확인하세요.

source: 应用内会话未通过验证，请在网站登录窗口重新登录并确认视频访问权限。
de: Die App-interne Sitzung wurde nicht bestätigt. Melde dich im Anmeldefenster erneut an und prüfe den Zugriff auf das Video.
en: The in-app session failed verification. Sign in again in the site sign-in window and check access to the video.
fr: La session intégrée n’a pas été validée. Reconnectez-vous dans la fenêtre de connexion du site et vérifiez l’accès à la vidéo.
ja: アプリ内セッションを確認できませんでした。ログインウィンドウでログインし直し、動画へのアクセス権を確認してください。
ko: 앱 내 세션을 확인하지 못했습니다. 로그인 창에서 다시 로그인하고 동영상 접근 권한을 확인하세요.

source: 应用内独立会话
de: Getrennte App-interne Sitzung
en: Separate in-app session
fr: Session intégrée distincte
ja: アプリ内の独立したセッション
ko: 앱 내 독립 세션

source: 应用内登录
de: App-interne Anmeldung
en: In-app Sign-in
fr: Connexion intégrée
ja: アプリ内ログイン
ko: 앱 내 로그인

source: 应用内登录会话正在清除，请重新登录后再试。
de: Die App-interne Anmeldesitzung wird gelöscht. Melde dich erneut an und versuche es noch einmal.
en: The in-app sign-in session is being cleared. Sign in again and retry.
fr: La session de connexion intégrée est en cours d’effacement. Reconnectez-vous et réessayez.
ja: アプリ内ログインのセッションを消去中です。ログインし直してから再試行してください。
ko: 앱 내 로그인 세션을 지우는 중입니다. 다시 로그인한 뒤 시도하세요.

source: 应用内登录尚未就绪，请重新打开登录窗口。
de: Die App-interne Anmeldung ist nicht bereit. Öffne das Anmeldefenster erneut.
en: In-app sign-in is not ready. Reopen the sign-in window.
fr: La connexion intégrée n’est pas prête. Rouvrez la fenêtre de connexion.
ja: アプリ内ログインの準備ができていません。ログインウィンドウを開き直してください。
ko: 앱 내 로그인이 아직 준비되지 않았습니다. 로그인 창을 다시 여세요.

source: 应用断开了连接
de: Die App hat die Verbindung getrennt
en: The app disconnected
fr: L’app s’est déconnectée
ja: アプリとの接続が切れました
ko: 앱과의 연결이 끊어졌습니다

source: 应用生成的无版权演示 WAV
de: Lizenzfreies Demo-WAV, von der App erzeugt
en: Copyright-free demo WAV generated by the app
fr: WAV de démo libre de droits généré par l’app
ja: アプリが生成した著作権フリーのデモ WAV
ko: 앱이 생성한 저작권 없는 데모 WAV

source: 开发运行时没有打包 sooogood-mcp；用 Scripts/package_app.sh 打包后这里会显示接入命令。
de: Dieser Entwicklungs-Build enthält kein sooogood-mcp; verpacke mit Scripts/package_app.sh, dann erscheint hier der Einrichtungsbefehl.
en: This development build has no packaged sooogood-mcp; package with Scripts/package_app.sh and the setup command will appear here.
fr: Cette version de développement ne contient pas sooogood-mcp ; empaquetez avec Scripts/package_app.sh et la commande de configuration apparaîtra ici.
ja: 開発実行環境には sooogood-mcp が含まれていません。Scripts/package_app.sh でパッケージすると、ここに接続コマンドが表示されます。
ko: 개발 실행 환경에는 sooogood-mcp가 패키징되어 있지 않습니다. Scripts/package_app.sh로 패키징하면 여기에 연결 명령이 표시됩니다.

source: 开始
de: Start
en: Start
fr: Démarrer
ja: 開始
ko: 시작

source: 开始下载
de: Download starten
en: Start Download
fr: Lancer le téléchargement
ja: ダウンロード開始
ko: 다운로드 시작

source: 开始处理 %lld 项
de: %lld Einträge verarbeiten
en: Process %lld Items
fr: Traiter %lld éléments
ja: %lld 件の処理を開始
ko: %lld개 처리 시작

source: 引擎不可用
de: Engine nicht verfügbar
en: Engine unavailable
fr: Moteur indisponible
ja: エンジンを利用できません
ko: 엔진을 사용할 수 없음

source: 引擎启动中
de: Engine startet
en: Engine starting
fr: Démarrage du moteur
ja: エンジン起動中
ko: 엔진 시작 중

source: 引擎未启动
de: Engine nicht gestartet
en: Engine not started
fr: Moteur non démarré
ja: エンジン未起動
ko: 엔진이 시작되지 않음

# 当前账号没有「%@」可用；最高 %@
source: 当前账号没有「%1$@」可用；最高 %2$@
de: „%@“ ist für dieses Konto nicht verfügbar; beste Qualität: %@
en: “%@” is not available for this account; best is %@
fr: « %@ » n’est pas disponible pour ce compte ; meilleure qualité : %@
ja: このアカウントでは「%@」を利用できません。最高は %@
ko: 현재 계정으로는 '%@'을(를) 사용할 수 없습니다. 최고 %@

source: 待确认
de: Zu prüfen
en: Needs review
fr: À vérifier
ja: 確認待ち
ko: 확인 필요

source: 快捷操作
de: Schnellaktionen
en: Quick Actions
fr: Actions rapides
ja: クイック操作
ko: 빠른 작업

source: 我了解，开始使用
de: Verstanden, weiter
en: I Understand, Continue
fr: J’ai compris, continuer
ja: 理解しました、使用を開始
ko: 확인했습니다, 사용 시작

source: 我们处理什么
de: Was wir verarbeiten
en: What We Process
fr: Ce que nous traitons
ja: 処理する内容
ko: 처리하는 항목

source: 手动选择本地音频
de: Lokales Audio manuell wählen
en: Choose Local Audio Manually
fr: Choisir l’audio local manuellement
ja: ローカル音声を手動で選択
ko: 로컬 오디오 직접 선택

source: 打开 %@ 登录页
de: %@-Anmeldeseite öffnen
en: Open %@ Sign-in Page
fr: Ouvrir la page de connexion %@
ja: %@ のログインページを開く
ko: %@ 로그인 페이지 열기

source: 打开 Developer Dashboard
de: Developer Dashboard öffnen
en: Open Developer Dashboard
fr: Ouvrir le Developer Dashboard
ja: Developer Dashboard を開く
ko: Developer Dashboard 열기

source: 打开 Spotify 设置
de: Spotify-Einstellungen öffnen
en: Open Spotify Settings
fr: Ouvrir les réglages Spotify
ja: Spotify 設定を開く
ko: Spotify 설정 열기

source: 打开 Torrent 页
de: Torrent-Seite öffnen
en: Open Torrent Page
fr: Ouvrir la page Torrent
ja: トレントページを開く
ko: 토렌트 페이지 열기

source: 打开%@页面
de: %@-Seite öffnen
en: Open %@ Page
fr: Ouvrir la page %@
ja: %@ ページを開く
ko: %@ 페이지 열기

source: 打开单曲、专辑、歌单、歌手或排行榜页面后可用
de: Verfügbar, sobald eine Titel-, Album-, Playlist-, Künstler- oder Chartseite geöffnet ist
en: Available after opening a song, album, playlist, artist or chart page
fr: Disponible après l’ouverture d’une page de titre, d’album, de playlist, d’artiste ou de classement
ja: 曲、アルバム、プレイリスト、アーティスト、ランキングのページを開くと使えます
ko: 싱글, 앨범, 재생목록, 아티스트, 차트 페이지를 열면 사용할 수 있습니다

source: 打开完整磁盘访问
de: Festplattenvollzugriff öffnen
en: Open Full Disk Access
fr: Ouvrir l’accès complet au disque
ja: フルディスクアクセスを開く
ko: 전체 디스크 접근 권한 열기

source: 打开工具箱
de: Werkzeugkasten öffnen
en: Open Toolbox
fr: Ouvrir la boîte à outils
ja: ツールボックスを開く
ko: 도구 상자 열기

source: 打开登录页
de: Anmeldeseite öffnen
en: Open Sign-in Page
fr: Ouvrir la page de connexion
ja: ログインページを開く
ko: 로그인 페이지 열기

source: 打开系统设置
de: Systemeinstellungen öffnen
en: Open System Settings
fr: Ouvrir les Réglages Système
ja: システム設定を開く
ko: 시스템 설정 열기

source: 打开设置
de: Einstellungen öffnen
en: Open Settings
fr: Ouvrir les réglages
ja: 設定を開く
ko: 설정 열기

source: 打开达芬奇
de: DaVinci Resolve öffnen
en: Open DaVinci Resolve
fr: Ouvrir DaVinci Resolve
ja: DaVinci Resolve を開く
ko: DaVinci Resolve 열기

source: 扫描未完成
de: Scan unvollständig
en: Scan Incomplete
fr: Analyse incomplète
ja: スキャン未完了
ko: 스캔 미완료

source: 批量预检
de: Sammel-Vorprüfung
en: Batch Preflight
fr: Prévérification groupée
ja: 一括事前チェック
ko: 일괄 사전 점검

source: 找不到可执行的 ffprobe：%@
de: Kein ausführbares ffprobe gefunden: %@
en: No executable ffprobe found: %@
fr: Aucun ffprobe exécutable trouvé : %@
ja: 実行可能な ffprobe が見つかりません：%@
ko: 실행 가능한 ffprobe를 찾을 수 없습니다: %@

# 把 %lld 个素材包（%@）移动到「%@」？
source: 把 %1$lld 个素材包（%2$@）移动到「%3$@」？
de: %lld Pakete (%@) nach „%@“ verschieben?
en: Move %lld packages (%@) to “%@”?
fr: Déplacer %lld paquets (%@) vers « %@ » ?
ja: %lld 個のパッケージ（%@）を「%@」に移動しますか？
ko: 패키지 %lld개(%@)를 '%@'(으)로 이동할까요?

source: 把 VP9 / AV1 等达芬奇不擅长的编码转成 ProRes 422，保留原分辨率与帧率
de: Wandelt Codecs, mit denen Resolve schlecht umgeht (z. B. VP9 / AV1), in ProRes 422 bei Originalauflösung und -bildrate um
en: Converts codecs Resolve handles poorly, like VP9 / AV1, to ProRes 422 at the original resolution and frame rate
fr: Convertit les codecs mal pris en charge par Resolve, comme VP9 / AV1, en ProRes 422 à la résolution et à la cadence d’origine
ja: VP9 / AV1 など DaVinci Resolve が苦手なコーデックを ProRes 422 に変換し、元の解像度とフレームレートを保持
ko: VP9 / AV1 등 DaVinci Resolve가 잘 다루지 못하는 코덱을 원본 해상도와 프레임 레이트 그대로 ProRes 422로 변환

source: 把已下载的歌曲（整个素材包）移动到另一个文件夹
de: Geladene Songs (ganze Pakete) in einen anderen Ordner verschieben
en: Move downloaded songs (whole packages) to another folder
fr: Déplacer les chansons téléchargées (paquets entiers) vers un autre dossier
ja: ダウンロード済みの曲（パッケージ全体）を別のフォルダに移動
ko: 다운로드한 곡(패키지 전체)을 다른 폴더로 이동

source: 把已完成的素材包移动到另一个文件夹
de: Fertige Pakete in einen anderen Ordner verschieben
en: Move finished packages to another folder
fr: Déplacer les paquets terminés vers un autre dossier
ja: 完了したパッケージを別のフォルダに移動
ko: 완료된 패키지를 다른 폴더로 이동

source: 把平台实际提供的最高质量媒体保存到本机
de: Sichere das hochwertigste Medium, das die Plattform tatsächlich bietet, auf diesem Mac
en: Save the highest-quality media the platform actually provides to this Mac
fr: Enregistrez sur ce Mac le média de la plus haute qualité réellement fourni par la plateforme
ja: プラットフォームが実際に提供する最高品質のメディアをこのMacに保存
ko: 플랫폼이 실제로 제공하는 최고 품질의 미디어를 이 Mac에 저장

source: 把素材包导入当前项目的媒体池「Sooogood › 素材包名」，并写入来源和校验信息
de: Importiert das Paket in den Media Pool des aktuellen Projekts „Sooogood › Paketname“, mit Quell- und Prüfsummeninfos
en: Imports the package into the current project's media pool “Sooogood › package name”, with source and checksum info
fr: Importe le paquet dans le pool de médias du projet actuel « Sooogood › nom du paquet », avec la source et les sommes de contrôle
ja: パッケージを現在のプロジェクトのメディアプール「Sooogood › パッケージ名」に読み込み、ソースと検証情報を書き込みます
ko: 패키지를 현재 프로젝트의 미디어 풀 'Sooogood › 패키지 이름'으로 가져오고 출처와 검증 정보를 기록합니다

source: 把视频或音频文件拖到这里，或在「下载任务」里对已完成的素材包选择「处理…」
de: Video- oder Audiodateien hierher ziehen oder bei einem fertigen Paket unter „Downloads“ „Verarbeiten …“ wählen
en: Drop video or audio files here, or choose “Process…” on a finished package in Downloads
fr: Déposez ici des fichiers vidéo ou audio, ou choisissez « Traiter… » sur un paquet terminé dans Téléchargements
ja: 動画や音声ファイルをここにドラッグするか、「ダウンロード」で完了したパッケージの「処理…」を選んでください
ko: 동영상이나 오디오 파일을 여기로 끌어오거나, '다운로드 작업'에서 완료된 패키지의 '처리…'를 선택하세요

source: 按专辑分组
de: Nach Album gruppieren
en: Group by Album
fr: Grouper par album
ja: アルバムごとにグループ化
ko: 앨범별로 묶기
